{
	"header": {
		"nav": {
			"home": "Início",
			"services": "Serviços",
			"projects": "Projetos",
			"skills": "Habilidades",
			"contact": "Contato"
		},
		"languageTippyMsg": "English page",
		"brFlagAlt": "Bandeira do Brasil",
		"usaFlagAlt": "Bandeira do E.U.A."
	},
	"home": {
		"greeting": "Olá, meu nome é",
		"name": "Pedro Henrique",
		"bio": "Desenvolvedor de <span>Software</span>",
		"intro": [
			"Desenvolvedor de Software Full Stack voltado para back-end, com mais de 3 anos de experiência no desenvolvimento de sistemas web, mobile e corporativos.",
			"Especializado na construção de APIs, garantindo alta performance e segurança. Atuei no desenvolvimento de mais de 25 módulos empresariais, incluindo sistemas para os setores: financeiros, CRM, gestão de projetos e gestão de produtos, com foco em arquitetura limpa e eficiência operacional.",
			"Minha experiência internacional em projetos remotos para o Canadá (comunicação em inglês e francês) reforça minha capacidade de colaboração em equipes multiculturais.",
			"Em 2022, na reta final da graduação, iniciei minha trajetória profissional como desenvolvedor Full Stack, atuando de maneira end-to-end, participando do desenvolvimento front-end, back-end e desenvolvimento de aplicativos móveis, integrando os sistemas com bancos de dados.",
			"Atualmente estou em busca de um novo contrato de trabalho e estou disponível para trabalho freelance."
		],
		"resumeBtnText": "Acessar Cúrriculo",
		"profilePicAlt": "Foto de perfil"
	},
	"services": {
		"title": "Serviços",
		"web": {
			"title": "Desenvolvimento Web",
			"description": "O desenvolvimento de aplicativos da Web descreve o processo de projetar, construir, testar e implementar aplicativos baseados na Web que serão instalados em servidores remotos e entregues a usuários ou clientes pela Internet. Depois que um aplicativo da Web for implementado em um servidor de aplicativos, os usuários podem acessar o aplicativo e suas funções e serviços usando qualquer navegador da Web (Google Chrome, Mozilla Firefox, Microsoft Edge, etc.)."
		},
		"backend": {
			"title": "Desenvolvimento Backend",
			"description": "O desenvolvimento de backend se refere ao aspecto do lado do servidor do desenvolvimento da web, com foco na criação e no gerenciamento da lógica do servidor, bancos de dados e APIs. Ele envolve o tratamento da autenticação do usuário, autorização e processamento de solicitações do usuário, normalmente usando linguagens de desenvolvimento de backend, como Python, Java, Ruby, PHP, JavaScript (Node.js) e .NET."
		},
		"mobile": {
			"title": "Desenvolvimento Mobile",
			"description": "O desenvolvimento de aplicativos móveis é o processo de criação de aplicativos de software que rodam em um dispositivo móvel, e um aplicativo móvel típico utiliza uma conexão de rede para trabalhar com recursos de computação remotos. Portanto, o processo de desenvolvimento móvel envolve a criação de pacotes de software instaláveis, a implementação de serviços de backend, como acesso a dados com uma API, e o teste do aplicativo em dispositivos de destino."
		}
	},
	"projects": {
		"title": "Projetos",
		"project1": {
			"name": "UaiFuel",
			"extraInfo": "projeto desenvolvido em grupo",
			"description": "UaiFuel é um gerenciador de abastecimentos para postos de combustível franqueados. Sistema para que as empresas do ramo de transporte possam acompanhar/controlar o histórico abastecimento dos veículos de sua frota. O sistema integra os motoristas, veiculos e postos de combustiveis parceiros da empresa, para evitar fraudes e/ou desperdícios durante os abastecimentos da frota.",
			"btnRepository": "Repositório no GitHub",
			"btnDeploy": "Implementação do projeto"
		},
		"project2": {
			"name": "CheckIt - To Do list",
			"extraInfo": "Projeto Full stack",
			"description": "Aplicação para gerenciar suas tarefas de maneira eficiente e organizada. A plataforma permite que os usuários registrem, editem, completem e excluam tarefas, além de criar categorias para melhor organização.",
			"btnRepository": "Repositório no GitHub",
			"btnDeploy": "Implementação do projeto"
		},
		"projectsImgsAlt": "Imagem do projeto",
		"btnRepText": "Respositório",
		"btnDepText": "Implementação"
	},
	"skills": {
		"title": "Habilidades"
	},
	"contact": {
		"title": "Contato",
		"connect": "Conecte-se comigo",
		"message": "Se você quiser saber mais sobre meu trabalho ou mim<br>envie-me uma mensagem. Eu adoraria ouvir de você.",
		"form": {
			"name_placeholder": "Escreva seu nome",
			"email_placeholder": "Escreva seu email",
			"phone_placeholder": "Escreva seu telefone",
			"message_placeholder": "Escreva uma mensagem",
			"send_button": "Enviar Mensagem"
		},
		"location": "Endereço",
		"address": "Barretos, São Paulo<br>Brasil",
		"social": "Mídias Social"
	},
	"footer": {
		"text": "Criado por Pedro H. | 2024"
	}
}